Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: Sorry, we were unable to find this item.
ar: عذرًا، لم نتمكن من العثور على هذا العنصر.
ca: Disculpeu, no hem pogut trobar aquest element.
cy: Yn anffodus, doedd dim modd i ni ddod o hyd i'r eitem hon.
da: Beklager, vi kunne ikke finde dette element.
de: Es tut uns leid, wir konnten diesen Artikel nicht finden.
es: Lo siento, no pudimos encontrar este ítem.
es_es: Lo sentimos, pero no hemos podido encontrar este ítem.
fi: Emme valitettavasti löytäneet tätä kohdetta.
fr: Désolé, nous n’avons pas pu trouver cet élément.
fr_ca: Désolé, nous n’avons pas pu trouver cet élément.
ga: Tá brón orainn, ní raibh muid in ann an mhír seo a aimsiú.
hi: क्षमा करें, हम यह आइटम नहीं ढूंढ पाए।
is: Því miður fundum við ekki þetta atriði.
it: Spiacente, impossibile trovare questo elemento.
ja: 申し訳ありません、この項目は見つかりませんでした。
ms: Maaf, kami tidak dapat menemui item ini.
nb: Beklager, vi fant ikke denne varen.
nl: Sorry, we konden dit item niet vinden.
pl: Niestety, nie udało się odnaleźć tego elementu.
pt: Desculpe, não foi possível encontrar este item.
pt_br: Desculpe, não foi possível encontrar este item.
ru: Извините, нам не удалось найти этот элемент.
sl: Žal tega elementa ni bilo mogoče najti.
sv: Vi kunde inte hitta det här objektet.
th: ขออภัย เราไม่สามารถค้นหารายการนี้ได้
vi: Rất tiếc, chúng tôi không thể tìm thấy mục này.
zh: 抱歉，找不到该项目。
zh_hk: 抱歉，我們找不到此項目。

source: Sort by
ar: الفزر حسب
ca: Ordena per
cy: Trefnu yn ôl
da: Sorter efter
de: Sortieren nach
es: Ordenar por
es_es: Ordenar por
fi: Lajitteluperuste
fr: Trier par
fr_ca: Trier par
ga: Sórtáil de réir
hi: इस के आधार पर क्रमबद्ध करें:
is: Raða eftir
it: Ordina per
ja: 並べ替え基準
ms: Isih mengikut
nb: Sorter etter
nl: Sorteren op
pl: Sortuj wg
pt: Classificar por
pt_br: Ordenar por
ru: Сортировать по
sl: Razvrsti glede na
sv: Sortera efter
th: จัดเรียงจาก
vi: Sắp xếp theo
zh: 排序
zh_hk: 排序依據

source: Srednekolymsk (+11:00/+11:00)
ar: سريدنيكوليمسك (+11:00/+11:00)
ca: Srednekolimsk (+11:00/+11:00)
es_es: Srednekolimsk (+11:00/+11:00)
hi: श्रेडनेकोलिम्स्क (+11:00/+11:00)
ja: スレッドネコルムスク (+11:00/+11:00)
pl: Sriedniekołymsk (+11:00/+11:00)
ru: Среднеколымск (+11:00/+11:00)
sl: Srednekolimsk (+11:00/+11:00)
th: สริดนิกาลิมสก์ (+11:00/+11:00)
zh: 中科雷姆斯克 (+11:00/+11:00)
zh_hk: 中科雷姆斯克 (+11:00/+11:00)

source: Sri Jayawardenepura (+05:30/+05:30)
ar: سري جاياواردنيبورا (+05:30/+05:30)
es_es: Sri Jayawardenapura (+05:30/+05:30)
hi: श्री जयवर्धनेपुरा (+05:30/+05:30)
ja: スリ・ジャヤワルデネプラ (+05:30/+05:30)
ru: Шри-Джаяварденепура (+05: 30/+05:30)
th: ศรีชัยวรเทนปุระ (+05:30/+05:30)
zh: 斯里贾亚瓦德纳普拉科特 (+05:30/+05:30)
zh_hk: 斯里哈亞華登尼普拉 (+05:30/+05:30)

source: St. Petersburg (+03:00)
ar: سانت بطرسبرغ (+03:00)
ca: Sant Petersburg (+03:00)
da: St. Petersborg (+03:00)
es: San Petersburgo (+03:00)
es_es: San Petersburgo (+03:00)
fi: Pietari (+03:00)
fr: Saint-Pétersbourg (+03:00)
fr_ca: St Petersbourg (+03:00)
hi: सेंट पीटर्सबर्ग (+03:00)
is: Sankti Pétursborg (+03:00)
it: San Pietroburgo (+03:00)
ja: サンクトペテルブルク (+03:00)
nl: Sint-Petersburg (+03:00)
pl: Sankt Petersburg (+03:00)
pt: São Petersburgo (+03:00)
pt_br: São Petersburgo (+03:00)
ru: Санкт-Петербург (+03:00)
th: เซนต์ปีเตอร์สเบิร์ก (+03:00)
zh: 圣彼得堡 (+03:00)
zh_hk: 聖彼得堡 (+03:00)

source: Start quiz
ar: بدء الاختبار الموجز
ca: Inicieu la prova
cy: Dechrau’r cwis
da: Start test
de: Quiz starten
es: Comenzar examen
es_es: Iniciar prueba
fi: Aloita koe
fr: Commencer le quiz
fr_ca: Démarrer le questionnaire
ga: Tosaigh an quiz
hi: प्रश्नोत्तरी शुरू करें
is: Byrja próf
it: Inizia quiz
ja: 小テスト開始
ms: Mulakan kuiz
nl: Toets starten
pl: Rozpocznij test
pt: Iniciar questionário
pt_br: Iniciar teste
ru: Начать тест
sl: Začni kviz
sv: Starta quiz
th: เริ่มแบบทดสอบ
vi: Bắt đầu câu hỏi kiểm tra
zh: 开始测验
zh_hk: 開始測驗

source: Status:
ar: الحالة:
ca: Estat:
cy: Statws:
es: Estado:
es_es: Estado:
fi: Tila:
fr: Statut :
fr_ca: Statut :
ga: Stádas:
hi: स्थिति:
is: Staða:
ja: ステータス：
pt: Estado:
ru: Статус:
th: สถานะ:
vi: Trạng Thái:
zh: 状态：
zh_hk: 狀態：

source: Stockholm (+01:00/+02:00)
ar: ستوكهولم (+01:00/+02:00)
ca: Estocolm (+01:00/+02:00)
es: Estocolmo (+01:00/+02:00)
es_es: Estocolmo (+01:00/+02:00)
fi: Tukholma (+01:00/+02:00)
ga: Stócólm (+01:00/+02:00)
hi: स्टॉकहोम (+01:00/+02:00)
is: Stokkhólmur (+01:00/+02:00)
it: Stoccolma (+01:00/+02:00)
ja: ストックホルム (+01:00/+02:00)
pl: Sztokholm (+01:00/+02:00)
pt: Estocolmo (+01:00/+02:00)
pt_br: Estocolmo (+01:00/+02:00)
ru: Стокгольм (+01:00/+02:00)
th: สตอคโฮล์ม (+01:00/+02:00)
zh: 斯德哥尔摩 (+01:00/+02:00)
zh_hk: 斯德哥爾摩 (+01:00/+02:00)

source: Submit assignment
ar: إرسال المهمة
ca: Envieu l’activitat
cy: Cyflwyno aseiniad
da: Aflever opgave
de: Aufgabe abgeben
es: Entregar tarea
es_es: Entregar actividad
fi: Lähetä tehtävä
fr: Soumettre le travail
fr_ca: Envoyer le travail
ga: Cuir tasc isteach
hi: असाइनमेंट सबमिट करें
is: Skila verkefni
it: Invia compito
ja: 課題を提出
ms: Serahkan tugasan
nb: Lever oppgave
nl: Opdracht inleveren
pl: Prześlij zadanie
pt: Enviar tarefa
pt_br: Enviar tarefa
ru: Отправить задание
sl: Oddaj nalogo
sv: Lämna in uppgift
th: จัดส่งภารกิจ
vi: Nộp bài tập
zh: 提交作业
zh_hk: 提交作業

source: Submit attempt
ar: إرسال المحاولة
ca: Envieu l’intent
cy: Cyflwyno'r ymgais
da: Indsend forsøg
de: Versuch einreichen
es: Entregar intento
es_es: Intento de entrega
fi: Lähetä yritys
fr: Tentative de soumission
fr_ca: Envoyer une tentative
ga: Cuir isteach iarracht
hi: प्रयास सबमिट करें
is: Skila inn tilraun
it: Invia tentativo
ja: 提出の試行
ms: Serahkan percubaan
nb: Send inn forsøk
nl: Poging inleveren
pl: Próba przesłania
pt: Enviar tentativa
pt_br: Enviar tentativa
ru: Попытка отправки
sl: Pošlji poskus
sv: Lämna in försök
th: การจัดส่ง
vi: Lần nộp lại
zh: 提交尝试
zh_hk: 提交嘗試

source: Submitted
ar: تم الإرسال
ca: S’ha entregat
cy: Wedi Cyflwyno
da: Afleveret
de: Abgegeben
es: Entregado
es_es: Entregado
fi: Lähetetty
fr: Soumis
fr_ca: Envoyé
ga: Curtha isteach
hi: सबमिट किया गया
is: Skilað
it: Inviato
ja: 提出済み
ms: Diserahkan
nb: Innlevert
nl: Ingeleverd
pl: Przesłano
pt: Submetido
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Skickad
th: จัดส่งแล้ว
vi: Đã Nộp
zh: 已提交
zh_hk: 已提交

source: Support
ar: الدعم
ca: Assistència tècnica
cy: Cymorth
es: Soporte técnico
es_es: Asistencia técnica
fr: Assistance technique
fr_ca: Assistance technique
ga: Tacaíocht
hi: समर्थन
is: Stuðningur
it: Assistenza
ja: サポート
ms: Sokongan
nb: Kundestøtte
nl: Ondersteuning
pl: Pomoc techniczna
pt: Suporte
pt_br: Suporte
ru: Поддержка
sl: Podpora
th: ฝ่ายบริการ
vi: Hỗ Trợ
zh: 支持
zh_hk: 支援

source: Switch to Canvas Academic
ar: التبديل إلى Canvas Academic
ca: Canvieu al Canvas Academic
cy: Newid i Canvas Academic
da: Skift til Canvas Academic
de: Zu Canvas Academic wechseln
es: Cambiar a Canvas Academic
es_es: Cambiar a Canvas Academic
fi: Vaihda Canvas Academiin
fr: Basculer sur Canvas Academic
fr_ca: Passer à Canvas Academic
ga: Malartaigh go Canvas Academic
hi: Canvas अकादमिक पर स्विच करें
is: Skiptu yfir í Canvas Academic
it: Passa a Canvas Academic
ja: Canvas Academic に切り替える
ms: Tukar kepada Canvas Academic
nb: Bytt til Canvas Academic
nl: Overschakelen naar Canvas Academic
pl: Przełącz na Canvas Academic
pt: Mudar para Canvas Academic
pt_br: Mudar para o Canvas Academic
ru: Переключиться на Canvas Academic
sl: Preklopi na Canvas Academic
sv: Byt till Canvas Academic
th: สลับไปใช้ Canvas Academic
vi: Chuyển đổi sang Canvas Academic
zh: 切换到 Canvas Academic
zh_hk: 切換到 Canvas Academic

source: Sydney (+10:00/+11:00)
ar: سيدني ستوكهولم (+01:00/+02:00)
es: Sidney (+10:00/+11:00)
es_es: Sídney (+10:00/+11:00)
hi: सिडनी (+10:00/+11:00)
ja: シドニー (+10:00/+11:00)
pt_br: Sidney (+10:00/+11:00)
ru: Сидней (+10:00/+11:00)
th: ซิดนีย์ (+10:00/+11:00)
zh: 悉尼 (+10:00/+11:00)
zh_hk: 雪梨 (+10:00/+11:00)

source: Taipei (+08:00)
ar: تايبيه (+8:00)
de: Taipeh (+08:00)
es_es: Taipéi (+08:00)
hi: ताइपे (+08:00)
ja: 台北 (+08:00)
pl: Tajpej (+08:00)
pt: Taipé (+08:00)
pt_br: Taipé (+08:00)
ru: Тайбэй (+08:00)
th: ไทเป (+08:00)
vi: Đài Bắc (+08:00)
zh: 台北 (+08:00)
zh_hk: 台北 (+08:00)

source: Take photo or video
ar: التقاط صورة أو فيديو
ca: Feu una fotografia o un vídeo
cy: Tynnu llun neu fideo
da: Tag et billede eller en video
de: Foto oder Video aufnehmen
es: Tomar foto o video
es_es: Hacer foto o vídeo
fi: Ota valokuva tai video
fr: Prendre une photo ou une vidéo
fr_ca: Prendre une photo ou une vidéo
ga: Tóg grianghraf nó físeán
hi: फ़ोटो खींचें या वीडियो बनाएं
is: Taka mynd eða myndband
it: Scatta foto o realizza video
ja: 写真またはビデオを撮る
ms: Ambil foto atau video
nb: Ta bilde eller video
nl: Neem een foto of neem een video op
pl: Zrób zdjęcie lub nagraj wideo
pt: Tirar fotografia ou vídeo
pt_br: Tire uma foto ou grave um vídeo
ru: Сделать фото или видео
sl: Zajemi fotografijo ali videoposnetek
sv: Ta en bild eller en video
th: ถ่ายภาพหรือวิดีโอ
vi: Chụp ảnh hoặc quay video
zh: 拍摄照片或视频
zh_hk: 拍攝照片或影片

source: Tallinn (+02:00/+03:00)
ar: تالين (+02:00/+03:00)
es: Tallin (+02:00/+03:00)
es_es: Tallin (+02:00/+03:00)
fi: Tallinna (+02:00/+03:00)
hi: तालिन (+02:00/+03:00)
ja: タリン (+02:00/+03:00)
pl: Tallin (+02:00/+03:00)
ru: Таллин (+02:00/+03:00)
sl: Talin (+02:00/+03:00)
th: ทาลลินน์ (+02:00/+03:00)
zh: 塔林 (+02:00/+03:00)
zh_hk: 塔林 (+02:00/+03:00)

source: Tap to flip
ar: اضغط للقلب
ca: Toqueu-ho per girar-ho
cy: Tapiwch i droi drosodd
da: Tryk for at vende
de: Tippen Sie zum Umdrehen
es: Toque para dar vuelta
es_es: Toca para voltear
fi: Napauta kääntääksesi
fr: Appuyer pour retourner
fr_ca: Tapotez pour retourner
ga: Tapáil chun smeach
hi: फ़्लिप करने के लिए टैप करें
is: Pikkaðu til að snúa við
it: Tocca per girare
ja: タップして反転する
ms: Ketik untuk menterbalikkan
nb: Trykk for å snu
nl: Tikken om om te keren
pl: Stuknij, aby odwrócić
pt: Toque para inverter
pt_br: Toque para inverter
ru: Нажмите, чтобы перевернуть
sl: Tapnite za preklop
sv: Tryck för att vända
th: กดเพื่อพลิกด้าน
vi: Nhấn để lật
zh: 点击以翻转
zh_hk: 點選以翻頁

source: Tashkent (+05:00/+05:00)
ar: طشقند (+05:00/+05:00)
ca: Taixkent (+05:00/+05:00)
da: Tasjkent (+05:00/+05:00)
de: Taschkent (+05:00/+05:00)
es: Taskent (+05:00/+05:00)
es_es: Taskent (+05:00/+05:00)
fr: Tachkent (+05:00/+05:00)
fr_ca: Tachkent (+05:00/+05:00)
hi: ताशकंद (+05:00/+05:00)
ja: タシュケント (+05:00/+05:00)
pl: Taszkient (+05:00/+05:00)
ru: Ташкент (+05:00/+05:00)
sl: Taškent (+05:00/+05:00)
sv: Tasjkent (+05:00/+05:00)
th: ทาชเคนต์ (+05:00/+05:00)
zh: 塔什干 (+05:00/+05:00)
zh_hk: 塔什干 (+05:00/+05:00)

source: Tbilisi (+04:00/+04:00)
ar: تبليسي (+04:00/+04:00)
ca: Tbilissi (+04:00/+04:00)
de: Tiflis (+04:00/+04:00)
es: Tiflis (+04:00/+04:00)
es_es: Tiflis (+04:00/+04:00)
fr: Tbilissi (+04:00/+04:00)
fr_ca: Tbilissi (+04:00/+04:00)
hi: त्बिलिसी (+04:00/+04:00)
ja: トビリシ (+04:00/+04:00)
ru: Тбилиси (+04:00/+04:00)
th: ทบิลีซี (+04:00/+04:00)
zh: 第比利斯 (+04:00/+04:00)
zh_hk: 第比利斯 (+04:00/+04:00)

source: Tehran (+03:30/+03:30)
ar: طهران (+03:30/+03:30)
ca: Teheran (+03:30/+03:30)
de: Teheran (+03:30/+03:30)
es: Teherán (+03:30/+03:30)
es_es: Teherán (+03:30/+03:30)
fi: Teheran (+03:30/+03:30)
fr: Téhéran (+03:30/+03:30)
fr_ca: Téhéran (+03:30/+03:30)
hi: तेहरान (+03:30/+03:30)
is: Teheran (+03:30/+03:30)
it: Teheran (+03:30/+03:30)
ja: テヘラン (+03:30/+03:30)
nb: Teheran (+03:30/+03:30)
nl: Teheran (+03:30/+03:30)
pl: Teheran (+03:30/+03:30)
pt: Teerão (+03:30/+03:30)
pt_br: Teerã (+03:30/+03:30)
ru: Тегеран (+03:30/+03:30)
sl: Teheran (+03:30/+03:30)
sv: Teheran (+03:30/+03:30)
th: เตหะราน (+03:30/+03:30)
zh: 德黑兰 (+03:30/+03:30)
zh_hk: 德黑蘭 (+03:30/+03:30)

source: Text
ar: نص
cy: Testun
da: Tekst
es: Texto
es_es: Texto
fi: Teksti
fr: Texte
fr_ca: Texte
ga: Téacs
hi: पाठ
is: Texti
it: Testo
ja: テキスト
ms: Teks
nb: Tekst
nl: Tekst
pl: Tekst
pt: Texto
pt_br: Texto
ru: Текст
sl: Besedilo
th: ข้อความ
vi: Văn Bản
zh: 文本
zh_hk: 文字

source: Thank you for your feedback!
ar: شكرًا لك على ملاحظاتك!
ca: Gràcies pels vostres suggeriments
cy: Diolch yn fawr am eich adborth!
da: Tak for din feedback!
de: Vielen Dank für Ihr Feedback!
es: ¡Gracias por tu valoración!
es_es: ¡Gracias por tus comentarios!
fi: Kiitos palautteestasi!
fr: Merci de votre retour !
fr_ca: Merci de votre rétroaction!
ga: Go raibh maith agat as do chuid aiseolais!
hi: अपना फ़ीडबैक देने के लिए धन्यवाद!
is: Þakka þér fyrir endurgjöfina þína!
it: Grazie per il tuo feedback!
ja: フィードバック、ありがとうございました!
ms: Terima kasih atas maklum balas anda!
nb: Takk for din tilbakemelding!
nl: Bedankt voor je feedback!
pl: Dziękujemy za opinię!
pt: Obrigado pelo seu feedback!
pt_br: Obrigado pelo seu feedback!
ru: Спасибо за Ваш отзыв!
sl: Hvala za vaše povratne informacije!
sv: Tack för feedbacken!
th: ขอขอบคุณสำหรับคามเห็นของคุณ!
vi: Cảm ơn phản hồi của bạn!
zh: 感谢您提交反馈！
zh_hk: 感謝您的回饋！

source: There are no scored activities in this course.
ar: لا توجد أنشطة تم منحها درجات في هذا المساق.
ca: No hi ha cap activitat amb puntuació en aquesta assignatura.
cy: Does dim gweithgarwch wedi’i sgorio yn y cwrs hwn.
da: Der er ingen bedømte aktiviteter i dette fag.
de: Es gibt keine bewerteten Aktivitäten in diesem Kurs.
es: No hay actividades puntuables en este curso.
es_es: No hay actividades evaluadas en esta asignatura.
fi: Tällä kurssilla ei ole toimintoja, joille on annettu pistemäärä.
fr: Il n’y a aucune activité notée dans ce cours.
fr_ca: Il n’y a pas d’activités notées dans ce cours.
ga: Níl aon ghníomhaíochtaí scóráilte sa chúrsa seo.
hi: इस पाठ्यक्रम में कोई अंकयुक्त गतिविधियां नहीं हैं।
is: Það er engin virkni með einkunn í þessu námskeiði.
it: Questo corso non contiene attività con punteggio.
ja: コースには評価対象の活動はありません。
ms: Tiada aktiviti diberikan skor dalam kursus ini.
nb: Det er ingen vurderte aktiviteter i dette emnet.
nl: Er zijn geen activiteiten met scores in deze cursus.
pl: Obecnie nie ma ocenionych aktywności w tym kursie.
pt: Não há atividades pontuadas nesta disciplina.
pt_br: Não há atividades pontuadas neste curso.
ru: В этом курсе нет оцениваемых заданий.
sl: Pri tem predmetu ni točkovanih dejavnosti.
sv: Det finns inga poängsatta aktiviteter i den här kursen.
th: ไม่มีกิจกรรมที่ให้คะแนนในบทเรียนนี้
vi: Không có hoạt động được chấm điểm nào trong khóa học này.
zh: 此课程中没有评分的活动。
zh_hk: 此課程中沒有已評分的活動。

source: There was an error. please try again.
ar: كان هناك خطأ. يُرجى إعادة المحاولة.
ca: S'ha produït un error. Torneu a provar-ho.
cy: Cafwyd gwall. Rhowch gynnig arall arni.
da: Der opstod en fejl. Prøv igen.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Se produjo un error. Vuelva a intentarlo más tarde.
es_es: Se ha producido un error. Inténtalo de nuevo.
fi: Ilmeni virhe. Yritä myöhemmin uudelleen.
fr: Une erreur s’est produite, veuillez réessayer.
fr_ca: Il y a eu une erreur. Veuillez réessayer.
ga: Tharla earráid. Déan iarracht arís.
hi: एक त्रुटि हुई थी। कृपया फिर से कोशिश करें।
is: Villa kom upp. Reyndu aftur.
it: Si è verificato un errore. Riprova più tardi.
ja: エラーが発生しました。もう一度やり直してください。
ms: Terdapat ralat. Sila cuba semula.
nb: Det oppstod en feil, prøv igjen.
nl: Er is een fout opgetreden. Probeer het opnieuw.
pl: Pojawił się błąd, spróbuj ponownie.
pt: Ocorreu um erro. Por favor, tente novamente.
pt_br: Ocorreu um erro. Tente novamente.
ru: Произошла ошибка. Попробуйте еще раз.
sl: Prišlo je do napake. Poskusite znova.
sv: Ett fel inträffade. Försök igen.
th: มีข้อผิดพลาด กรุณาลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi. Vui lòng thử lại.
zh: 出错了。请重试。
zh_hk: 發生錯誤，請再試一次。

source: This assignment allows multiple attempts. Once you've made a submission, you can view it here.
ar: تسمح لك هذه المهمة بعدة محاولات. بمجرد أن تقوم بالإرسال، سيكون بإمكانك عرضه هنا.
ca: Aquesta activitat permet més d'un intent. Un cop hàgiu fet una entrega, podreu visualitzar-la aquí.
cy: Mae’r aseiniad hwn yn caniatáu mwy nag un ymgais. Unwaith rydych chi wedi gwneud cyflwyniad, gallwch ei weld yma.
da: Denne opgave tillader flere forsøg. Når du har afleveret noget, kan du se det her.
de: Bei dieser Aufgabe sind mehrere Versuche möglich. Sobald Sie eine Abgabe gemacht haben, können Sie sie hier ansehen.
es: Esta tarea permite múltiples intentos. Una vez que haya enviado su entrega, podrá verla aquí.
es_es: Esta actividad permite múltiples intentos. Una vez que hayas realizado una entrega, podrás verla aquí.
fi: Tässä tehtävässä sallitaan useita yrityksiä. Kun olet lähettänyt tehtävän, voit tarkastella sitä täällä.
fr: Plusieurs essais sont autorisés pour ce travail. Après avoir effectué une soumission, vous pouvez la voir ici.
fr_ca: Ce travail peut faire l’objet de plusieurs tentatives. Une fois que vous l’avez envoyé, vous pouvez le consulter ici.
ga: Ceadaíonn an tasc seo iarrachtaí iolracha. Nuair a bheidh uaslódáil déanta agat, is féidir leat í a fheiceáil anseo.
hi: यह असाइनमेंट एकाधिक प्रयासों की अनुमति देता है। एक बार जब आप कोई सबमिशन कर देते हैं, तो आप उसे यहाँ देख सकते हैं।
is: Þetta verkefni leyfir margar tilraunir. Þegar þú hefur skilað geturðu skoðað þau hér.
it: Questo compito consente più tentativi. Una volta effettuato un invio, puoi visualizzarlo qui.
ja: この課題は複数回の提出企図が可能です。提出後、ここをクリックすると提出内容を確認できます。
ms: Tugasan ini membenarkan beberapa kali percubaan. Setelah anda membuat serahan, anda dapat melihatnya di sini.
nb: Denne oppgaven tillater flere forsøk. Når du har sendt inn forsøket, kan du se det her.
nl: Bij deze opdracht zijn meerdere pogingen toegestaan. Zodra je iets hebt ingeleverd, kun je het hier bekijken.
pl: Do tego zadania można podejść wiele razy. Po przesłaniu materiałów można je tutaj wyświetlić.
pt: Esta tarefa permite várias tentativas. Depois de submeter, poderá visualizá-la aqui.
pt_br: Esta tarefa permite múltiplas tentativas. Depois de enviar, você pode visualizá-lo aqui.
ru: Это задание допускает несколько попыток. После отправки вы можете просмотреть его здесь.
sl: Ta naloga dovoljuje več poskusov. Ko oddate poskus si, ga lahko ogledate tukaj.
sv: Denna uppgift tillåter flera försök. När du har gjort en inlämning kan du se den här.
th: ภารกิจนี้ทำได้หลายครั้ง หลังจากจัดส่ง คุณสามารถดูรายละเอียดได้ที่นี่
vi: Bài tập này cho phép nhiều lần làm. Sau khi bạn đã nộp bài, bạn có thể xem tại đây.
zh: 该作业允许尝试多次。进行提交后，您可以在此处查看。
zh_hk: 此作業允許多次嘗試。提交後，您可以在此處檢視。

source: This content is locked and cannot be accessed at this time.
ar: هذا المحتوى مؤمن ولا يمكن الوصول إليه في الوقت الحالي.
ca: Aquest contingut està bloquejat i no s’hi pot accedir en aquest moment.
cy: Mae’r cynnwys hwn wedi’i gloi a does dim modd cael mynediad ato ar hyn o bryd.
da: Dette indhold er låst og kan ikke tilgås på nuværende tidspunkt.
de: Dieser Inhalt ist gesperrt und kann zur Zeit nicht aufgerufen werden.
es: Este contenido está bloqueado; no se puede acceder a él en este momento.
es_es: Este contenido está bloqueado y no se puede acceder a él en este momento.
fi: Tämä sisältö on lukittu, eikä sitä voi käyttää tällä hetkellä.
fr: Ce contenu est verrouillé et inaccessible pour le moment.
fr_ca: Ce contenu est verrouillé et n’est pas accessible pour le moment.
ga: Tá an t-ábhar seo faoi ghlas agus ní féidir rochtain a fháil air faoi láthair.
hi: यह सामग्री लॉक है और इस समय इस तक पहुँचा नहीं जा सकता।
is: Þetta efni er læst og ekki er hægt að nálgast eins og er.
it: Questo contenuto è bloccato e al momento non è possibile accedervi.
ja: このコンテンツは現在ロックされており、アクセスできません。
ms: Kandungan ini dikunci dan tidak dapat diakses pada masa ini.
nb: Dette innholdet er låst og kan ikke nås for øyeblikket.
nl: Deze inhoud is vergrendeld en kan op dit moment niet worden geopend.
pl: Ta zawartość jest zablokowana i nie można uzyskać do niej teraz dostępu.
pt: Este conteúdo está bloqueado e não pode ser acessado no momento.
pt_br: Este conteúdo está bloqueado e não pode ser acessado no momento.
ru: Этот контент заблокирован и недоступен в данный момент.
sl: Ta vsebina je zaklenjena in trenutno ni dostopna.
sv: Det här innehållet är låst och går inte att komma åt just nu.
th: เนื้อหานี้ถูกล็อคไว้และไม่สามารถสืบค้นได้ในตอนนี้
vi: Nội dung này đã bị khóa và không thể truy cập vào lúc này.
zh: 该内容已锁定，暂时无法访问。
zh_hk: 此內容已鎖定，而且目前無法存取。
